---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyDifferenceNone
source: html/97e607a8-6cd5-fbad-9ec0-1f03e6a036fc.htm
---
# AssemblyDifferenceNone Properties

Specifies whether the .NET object represents a valid Revit entity.